ethioexam.xml

"<soapenv:Envelope xmlns:soapenv=\"http:\/\/schemas.xmlsoap.org\/soap\/envelope\/\"><soapenv:Header\/><soapenv:Body><ns1:syncOrderRelation xmlns:ns1=\"http:\/\/www.csapi.org\/schema\/parlayx\/data\/sync\/v1_0\/local\"><ns1:userID><ID>251948640187<\/ID><type>0<\/type><\/ns1:userID><ns1:spID>300008<\/ns1:spID><ns1:productID>1000030017<\/ns1:productID><ns1:serviceID>300008200007014<\/ns1:serviceID><ns1:serviceList>300008200007014<\/ns1:serviceList><ns1:updateType>2<\/ns1:updateType><ns1:updateTime>20230920200440<\/ns1:updateTime><ns1:updateDesc>Deletion<\/ns1:updateDesc><ns1:effectiveTime>20230920200440<\/ns1:effectiveTime><ns1:expiryTime>20230921200426<\/ns1:expiryTime><ns1:extensionInfo><item><key>accessCode<\/key><value>8827<\/value><\/item><item><key>chargeMode<\/key><value>18<\/value><\/item><item><key>MDSPSUBEXPMODE<\/key><value>1<\/value><\/item><item><key>objectType<\/key><value>1<\/value><\/item><item><key>isFreePeriod<\/key><value>false<\/value><\/item><item><key>shortCode<\/key><value>8827<\/value><\/item><item><key>payType<\/key><value>0<\/value><\/item><item><key>startTime<\/key><value>20230920200440<\/value><\/item><item><key>saveNotifyFlag<\/key><value>1<\/value><\/item><item><key>messageId<\/key><value>0-7203-10.244.13.131-51746-1695229466249-b4fc5716-caba-45fb-952c-5040dc2803e6<\/value><\/item><item><key>deviceNameFromTask<\/key><value>SAG<\/value><\/item><item><key>transactionID<\/key><value>0-7203-10.244.13.131-51746-1695229466249-b4fc5716-caba-45fb-952c-5040dc2803e6<\/value><\/item><item><key>orderKey<\/key><value>13570086<\/value><\/item><item><key>keyword<\/key><value>Stop<\/value><\/item><item><key>cycleEndTime<\/key><value>20230920000000<\/value><\/item><item><key>updateReason<\/key><value>-1<\/value><\/item><item><key>channelID<\/key><value>2<\/value><\/item><item><key>TraceUniqueID<\/key><value>0-7203-10.244.13.131-51746-1695229466249-b4fc5716-caba-45fb-952c-5040dc2803e6<\/value><\/item><item><key>operCode<\/key><value>en<\/value><\/item><item><key>rentSuccess<\/key><value>false<\/value><\/item><item><key>try<\/key><value>false<\/value><\/item><item><key>shortMessage<\/key><value\/><\/item><\/ns1:extensionInfo><\/ns1:syncOrderRelation><\/soapenv:Body><\/soapenv:Envelope>"